import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';
import Collapsible from 'react-collapsible';
import '../css/FAQ.css'
import Col from "react-bootstrap/Col";

const FAQ = () => {
    return (
        <div>
            <Container>
                <Row>
                    <h1>שאלות ותשובות</h1>
                </Row>
                <Row>
                    <Col>
                        <Collapsible trigger="האם אתה אוהב שאלות?">
                            <p>
                                לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.
                            </p>
                        </Collapsible>
                        <Collapsible trigger="האם אתה רעב?">
                            <p>
                                לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.
                            </p>
                        </Collapsible>
                        <Collapsible trigger="האם אתה עייף עד מאוד?">
                            <p>
                                לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.
                            </p>
                        </Collapsible>
                    </Col>
                    <Col></Col>
                </Row>
            </Container>
        </div>

    );
};
export  {FAQ}
